dart-code.dart-code
dart-code.flutter
github.copilot
github.copilot-chat
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.test-adapter-converter
orta.vscode-jest
rust-lang.rust-analyzer
vscodevim.vim
